export default function IntroPage() {
  return (
    <div className="mx-8 mb-4">
      <div>
        <br />
        &nbsp;&nbsp;<b>제 1 조 (목적)</b> <br />
        <br />
        &nbsp;&nbsp;&nbsp;D110-project-kkakka(이하 ‘까까’)가 제공하는 서비스를
        이용해 주셔서 감사합니다.
        <br />
        &nbsp;&nbsp; 까까는 여러분이 다양한 인터넷과 모바일 서비스를 좀 더
        편리하게 이용할 수 있도록 카카오 로그인계정 체계를 만들고 그에 적용되는
        '카카오계정 약관(이하 '본 약관')을 적용하였습니다.
        <br />
        &nbsp;&nbsp; 본 약관은 여러분이 까까 서비스를 이용하는 데 필요한 권리,
        의무 및 책임사항, 이용조건 및 절차 등 기본적인 사항을 규정하고 있으므로
        조금만 시간을 내서 주의 깊게 읽어주시기 바랍니다.
      </div>
      <br />
      &nbsp;&nbsp;<b>제 2 조 (약관의 효력 및 변경) </b>
      <br />
      <br />
      &nbsp;&nbsp;①본 약관의 내용은 까까 웹사이트 또는 어플리케이션 서비스의
      화면에 게시하거나 기타의 방법으로 공지하고, 본 약관에 동의한 여러분
      모두에게 그 효력이 발생합니다. <br />
      <br />
      &nbsp;&nbsp;②까까는 필요한 경우 관련법령을 위배하지 않는 범위 내에서 본
      약관을 변경할 수 있습니다. 본 약관이 변경되는 경우 회사는 변경사항을
      시행일자 15일 전부터 여러분에게 서비스 공지사항에서 공지 또는 통지하는
      것을 원칙으로 하며, 피치 못하게 여러분에게 불리한 내용으로 변경할 경우에는
      그 시행일자 30일 전부터 까까에 연동된 카카오 계정 내 이메일 주소로
      이메일(이메일주소가 없는 경우 서비스 내 전자쪽지 발송, 서비스 내 알림
      메시지를 띄우는 등의 별도의 전자적 수단) 발송 또는 여러분이 등록한
      휴대폰번호로 카카오톡 메시지 또는 문자메시지 발송하는 방법 등으로
      개별적으로 알려 드리겠습니다. <br />
      <br />
      &nbsp;&nbsp;③까까가 전항에 따라 공지 또는 통지를 하면서 공지 또는
      통지일로부터 개정약관 시행일 7일 후까지 거부의사를 표시하지 아니하면
      승인한 것으로 본다는 뜻을 명확하게 고지하였음에도 여러분의 의사표시가 없는
      경우에는 변경된 약관을 승인한 것으로 봅니다. 여러분이 개정약관에 동의하지
      않을 경우 여러분은 이용계약을 해지할 수 있습니다.
      <div>
        <br />
        &nbsp;&nbsp;<b>제 3 조 (약관 외 준칙) </b>
        <br />
        <br />
        &nbsp;&nbsp;본 약관에 규정되지 않은 사항에 대해서는 관련법령 또는 까까가
        정한 개별 서비스의 이용약관, 운영정책 및 규칙 등(이하 ‘세부지침’)의
        규정에 따릅니다.
      </div>
      <div>
        <br />
        &nbsp;&nbsp;<b>제 4 조 (용어의 정의) </b>
        <br />
        <br />
        &nbsp;&nbsp;①본 약관에서 사용하는 용어의 정의는 다음과 같습니다. <br />
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;1.까까 계정: 회사 또는 관계사가 제공하는 개별
        서비스를 하나의 로그인계정과 비밀번호로 회원 인증, 회원정보 변경, 회원
        가입 및 탈퇴 등을 관리할 수 있도록 회사가 정한 카카오 계정 정책을
        말합니다. <br />
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;2.회원: 까까 계정이 적용된 개별 서비스 또는 까까
        계정 웹사이트에서 본 약관에 동의하고, 까까 계정을 이용하는 자를
        말합니다. <br />
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;3.관계사: 회사와 제휴 관계를 맺고 까까 계정을
        공동 제공하기로 합의한 법인을 말합니다. 개별 관계사에 대해서는 별도로
        확인 정보를 제공하지 않습니다.
        <br />
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;4.개별 서비스: 까까 계정을 이용하여 접속 가능한
        회사 또는 관계사가 제공하는 서비스를 말합니다. 개별 서비스는 추후
        추가/변동될 수 있으며 이에 대한 정보는 제공드리지 않습니다.
        <br />
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;5.까까 계정 웹사이트: 회원이 온라인을 통해 까까
        계정 정보를 조회 및 수정할 수 있는 인터넷 사이트를 말합니다. <br />
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;6.까까 계정 정보 : 까까 계정을 이용하기 위해
        회사가 정한 필수 내지 선택 입력 정보로서 까까 계정 웹사이트 또는 개별
        서비스 내 까까 계정 설정 화면을 통해 정보 확인, 변경 처리 등을 관리할 수
        있는 회원정보 항목을 말합니다. <br />
        <br />
      </div>
    </div>
  );
}
